Repository: rfay/peakhrconsulting.com
Catalog: sites/all/modules/gsitemap/po/*.po
Languages: de

source: Creates a Google Sitemap at q=gsitemap
de: Erzeugt eine Google Sitemap in q=gsitemap

source: The following options allow you to alter the behavior of the Google Sitemap module.
de: Die folgenden Wahlen erlauben Ihnen, das Verhalten des Google Sitemap Moduls zu ändern.

source: gsitemap verification page
de: gsitemap Überprüfung-Seite

source: gsitemap Settings
de: gsitemap Einstellungen

source: Priority override
de: überschreibe Priorität

source: Optionally specify a value for the priority in the Google Sitemap, or -1 to prevent it from appearing in the sitemap.
de: Spezifizieren Sie beliebig einen Wert für die Priorität im Google Sitemap oder -1, um zu verhindern, dass es in der Sitemap erscheint.

source: Priority must be a number between 0.0 and 1.0, inclusive, or -1 to prevent this node from appearing in the sitemap.
de: Priorität muß eine Zahl zwischen 0.0 und 1.0 (einschließlich) sein oder -1, um diesen Knoten am Erscheinen in der Sitemap zu verhindern.

source: Priority Settings
de: Priorität-Einstellung

source: Front page priority
de: Erste Seite Priorität

source: This is the absolute priority for the front page. Values can range between 0.0 and 1.0.
de: Dieses ist die absolute Priorität für die Erste Seite. Werte können sich zwischen 0.0 und 1.0 erstrecken.

source: Promotion adjustment
de: Promotion-Anpassung

source: This number will be added to the priority of each node that is promoted to the front page.
de: Diese Zahl wird der Priorität jedes Knotens hinzugefügt, der auf der Ersten Seite beworben wird.

source: This number will be multiplied with the ratio of the number of comments on the node over the number of comments on the node with the most comments, i.e., this number will be added to the priority of the node with the most comments.
de: Diese Zahl wird mit dem Verhältnis der Anzahl der Anmerkungen des Knotens zwischen der Anzahl der Anmerkungen des Knotens mit den meisten Anmerkungen multipliziert, d.h.diese Zahl wird der Priorität des Knotens mit den meisten Anmerkungen hinzugefügt.

source: You can enter -1 in any of the following fields to prevent nodes of that type from appearing in the sitemap.
de: Sie können -1 in irgendwelche der folgenden Felder eingeben, um diese Art am Erscheinen in der Sitemap zu verhindern.

source: %name adjustment
de: %name Anpassung

source: This number will be added to the priority of nodes of type %name.
de: Diese Zahl wird der Priorität der Knoten vom Typ %name hinzugefügt.

source: Other Settings
de: andere Einstellungen

source: Verification link
de: Überprüfung-Link

source: In order to view stats, Google will ask you to verify that you control this site by creating a page with a certain name. Enter that name here and the gsitemap module will hook that filename. Note that this will only work if you have clean URLs enabled.
de: Um die Statistiken anzusehen, wird Google Sie dazu auffordern, diese Seite zu bestätigen, indem Sie eine Seite mit einem bestimmten Namen erzeugen. Geben Sie den Namen hier ein und das Gsitemap Modul wird diese Datei erzeugen. Beachte: Das funktioniert nur dann, wenn "clean URLs" eingeschaltet ist.

source: Include links to taxonomy term pages
de: Schließe Verweise zu Kategorie-Seiten mit ein.

source: If enabled, links to taxonomy term pages will be included in the sitemap.
de: Wenn diese Funktion eingeschaltet ist, werden Verweise zu den Seiten der Taxonomiebezeichnung in der Sitemap mit eingeschlossen.

source: Submit sitemap to Google when updated
de: Übermittle die Sitemap bei einer Aktualisierung zu Google

source: If enabled, the sitemap will be submitted to Google via HTTP request each time it is updated. If you have submitted your sitemap using a Google Account, this is probably unnecessary.
de: Wenn diese Funktion aktiviert ist, wird die Sitemap jedes Mal mittels HTTP zu Google gesendet, wenn sie aktualisiert wird. Wenn Sie die Sitemap an Google übermittelt haben, indem Sie ihren Google Account verwendet haben, ist diese Funktion wahrscheinlich unnötig.

source: Submit sitemap to Google on cron run
de: Übermittle Sitemap an Google durch cron job

source: If enabled, the sitemap will be submitted to Google via HTTP request each time the cron job is run. If you have submitted your sitemap using a Google Account, this is probably unnecessary.
de: Wenn diese Funktion aktiviert ist, wird die Sitemap jedes Mal mittels HTTP zu Google gesendet, wenn der Cron Job ausgeführt wird. Wenn Sie die Sitemap an Google übermittelt haben, indem Sie ihren Google Account verwendet haben, ist diese Funktion wahrscheinlich unnötig.

source: Log accesses
de: Protokoll Zugriff

source: If enabled, an watchdog entry will be made each time the sitemap is accessed, containing information about the requestor.
de: Wenn diese Funktion aktiviert ist, wird jedes Mal, wenn auf die Sitemap zugegriffen wird, ein Eintrag in das Protokoll erzeugt. Dabei werden Informationen des Bittsteller gespeichert.

source: override node priority
de: Überschreibe Knoten Priorität
